13/data/attachments/b75a3019224a5943.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9ac15065-d30e-4e39-844a-775fc9eb71dc</nif:username>
            <nif:friendToBeAdded>Felicia_however_Actions_80335_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>